Repository: kristiyanyanchev/It-Kariera-Software-Development-Project
Catalog: Kristiyan_Yanchev_Lorenzo_Eccheli/Kristiyan_Yanchev_Lorenzo_Eccheli/TeacherGradesForm.*.resx
Languages: bg_bg

# newGradeButton.Text
source: New Grade
bg_bg: Нова Оценка

# newGradeButton.ToolTip
source: Add new grade
bg_bg: Добави нова оценка

# classesListBox.ToolTip
source: Select classes
bg_bg: Избери клас

# studentsListbox.ToolTip
source: Select students
bg_bg: Избери ученици

# gradesListBox.ToolTip
source: Select grades
bg_bg: Избери оценка

# gradeTextBox.ToolTip
source: Enter new grade
bg_bg: Добави оценка

# removeGradeButton.Text
source: Remove Grade
bg_bg: Махни оценка

# removeGradeButton.ToolTip
source: Remove selected grade
bg_bg: Премахва избрана оценка

# closeButton.Text
source: Close
bg_bg: Затвори

# closeButton.ToolTip
source: Close window
bg_bg: Затвори прозореца

# gradeLabel.Text
source: Grade
bg_bg: Оценка

# instructionLabel.Text
source: Select grade and you can remove it or add new grade
bg_bg: Избери оценка можете да я махнете или да добавите

# languageLabel.Text
source: Language
bg_bg: Език

# languageComboBox.ToolTip
source: Change the language
bg_bg: Смени езика
